api_tg = '' # token tg
api_qiwi = '' # token qiwi
num_qiwi = ''# сюда номер киви
num_qiwi_seller = ''
seller_id =  # сюда айди селлера
my_id = #ваш айди

qiwi_link = 'https://qiwi.com/payment/form/99?extra%5B%27account%27%5D={num_qiwi}&amountInteger=1&amountFraction=0&extra%5B%27comment%27%5D={code}&currency=643&blocked[0]=account'

cocacola_cost = 1
pepsicola_cost = 2
sprite_cost = 3
fanta_cost = 4
crush_cost = 5
natakhtari_cost = 6
milkis_cost = 7
pulpy_cost = 8

drinks = {'cocacola': [
         'Мамба',
         'Банан',
         'Виноград',
         'Мята',
         'Яблоко и ягоды',
         'Манго ананас',
         'Розовый лимонад',
         'Пинокалада',
         'Мандарин',
         'Арбуз киви',
         'Черника',
         'Секретный лимонад',
         'Клубника арбуз',
         'Яблоко  '
    ],
    'pepsicola':[
         'Личи клубника ',
         'Персик',
         'Манго'
    ],
    'sprite':[
         'Арбуз персик манго',
         'Мята со льдом',
         'Красноя яблоко и  ',
         'Красное яблоко и киви',
         'Арбуз персик груша',
         'Арбуз лимонад',
         'Мохито',
         'Яблоко киви',
         'Груша и конфетки',
         'Клубника и лимонад'
    ],
    'pulpy':[
         'Персиковый рай',
         'Клубника личи',
         'Арбузный взрыв',
         'Черничный рай',
         'Виноградный рай',
         'Мята',
         'Яблочное шампанское',
         'Манговый  ',
         'Дыня и алоэ вера'
    ],
    'crush':[
         'Арбуз',
         'Туманы майами',
         'Манго гуава',
         'Яблоко персик'
    ],
    'natakhtari':[{
         1: 'Мята',
         2: 'Клубника и мороженое',
         3: 'Желейные мишки',
         4: 'Лимонад и секретный ингредиент',
         5: 'Медовая дыня и  ',
         6: 'Банан  ',
         7: 'Ананас манго',
         8: 'Содовая с апельсином',
         9: 'Черника  ',
         10: 'Манго гуава',
         11: 'Маракуйя'
    }],
    'fanta':[{
        1: 'Клубника   | Виноград',
        2: 'Арбуз   | Кола  ',
        3: 'Персик   первый вкус | Апельсин',
        4: 'Мята первый вкус | Виноград алоэ',
        5: 'Ягоды первый вкус | Секретный ингредиент',
        6: 'Маракуйя первый вкус | Ананас',
        7: 'Яблоко   первый вкус | Гуава',
        8: 'Клубника киви первый вкус | Розовый лимонад'
    }],
    'milkis':[
        'Дыня',
        'Фруктовый микс',
        'Малина',
        'Апельсин'

    ]
         }
